{
  "companies": [
    {
      "id": "squadron",
      "name": "Squadron",
      "color": "bg-[#552a87]",
      "title": "Squadron – Communications app",
      "description": "Squadron ontwikkelt digitale communicatieoplossingen die bedrijven helpen om teams beter te verbinden, workflows te verbeteren en samenwerking te versnellen met gebruiksvriendelijke apps en dashboards.",
      "caseTitle": "Case: Digitale communicatie verbeteren",
      "caseDescription": "Een grote organisatie merkte dat hun bestaande interne communicatiestructuur niet langer aansloot bij de moderne manier van samenwerken. Informatie raakte versnipperd over verschillende kanalen, belangrijke meldingen werden gemist en medewerkers misten overzicht en betrokkenheid. Hierdoor verliep samenwerking trager dan nodig en was er vaak verwarring over taken en verantwoordelijkheden.\n\nOm dit probleem aan te pakken, schakelden ze Squadron in. Samen analyseerden we de interne processen, communicatiebehoeften en bestaande tools. Op basis daarvan ontwikkelden we een intuïtieve en toekomstbestendige communicatie-app, volledig afgestemd op de dagelijkse workflows van de teams.\n\nMet de nieuwe tool kunnen medewerkers:\n- Rechtstreeks en in real-time informatie delen\n- Gerichte meldingen ontvangen, zodat niets verloren gaat\n- Snel feedback geven en reageren op updates\n- Efficiënter samenwerken binnen projecten en domeinen\n\nSinds de implementatie zien teams een duidelijke verbetering in hun samenwerking. Beslissingen worden sneller genomen, afstemming verloopt vlotter en de betrokkenheid binnen de organisatie is aanzienlijk gestegen. De communicatie-app groeide uit tot een centraal platform dat teams helpt om op een moderne, transparante en efficiënte manier samen te werken.",
      "website": "https://www.squadron.be",
      "iframeUrl": "https://www.squadron.be",
      "image": "/images/36199_squadron.png"
    },
    {
      "id": "vintecc",
      "name": "Vintecc",
      "color": "bg-[#95c11f]",
      "title": "Vintecc – Innovatieve software",
      "description": "Vintecc ontwikkelt softwareoplossingen voor automatisering en data-analyse in de industrie.",
      "caseTitle": "Case: Productie optimaliseren",
      "caseDescription": "Vintecc ontwikkelde en implementeerde een geavanceerd realtime dashboard voor productie-efficiëntie, waarmee het management direct inzicht kreeg in kritieke bottlenecks en knelpunten binnen de productieprocessen. Dankzij dit dashboard konden teams sneller beslissingen nemen, afwijkingen vroegtijdig signaleren en processen continu bijsturen. Het resultaat was een aanzienlijke verbetering van de operationele efficiëntie, een hogere productiviteit en een betere samenwerking tussen afdelingen, wat uiteindelijk leidde tot meetbare tijds- en kostenbesparingen.",
      "website": "https://www.vintecc.com/nl",
      "iframeUrl": "https://www.vintecc.com/nl",
      "image": "/images/vintecc_logo.png"
    },
    {
      "id": "playit",
      "name": "Playit",
      "color": "bg-[#552a87]",
      "title": "Playit – Gaming platform",
      "description": "Playit ontwikkelt innovatieve gamingplatforms die spelers en communities wereldwijd verbinden.",
      "caseTitle": "Case: Multiplayer ervaring verbeteren",
      "caseDescription": "Playit implementeerde een volledig nieuwe serverarchitectuur en een geavanceerd realtime matchmaking-systeem,\nwaardoor spelers veel sneller met elkaar verbonden worden en wachttijden tot een minimum worden beperkt.\n\nDeze verbeteringen zorgen ervoor dat de game-ervaring aanzienlijk vloeiender verloopt, met minder haperingen en vertragingen,\nwaardoor spelers direct kunnen genieten van intensieve multiplayer-wedstrijden.\n\nDaarnaast biedt de nieuwe architectuur meer schaalbaarheid en betrouwbaarheid,\nwaardoor Playit een groter aantal gelijktijdige spelers kan ondersteunen zonder dat dit ten koste gaat van de prestaties,\nen tegelijkertijd een stabiele en consistente game-ervaring levert voor iedereen.",
      "website": "https://playit.training/en",
      "iframeUrl": "https://playit.training/en",
      "image": "/images/Play-IT-Logo-website-1.jpg"
    },
    {
      "id": "festo",
      "name": "Festo",
      "color": "bg-[#95c11f]",
      "title": "Festo – Automatiseringsoplossingen",
      "description": "Festo ontwikkelt high-tech automatiseringssystemen voor industriële toepassingen wereldwijd.",
      "caseTitle": "Case: Automatisering van productielijnen",
      "caseDescription": "Festo implementeerde robotica en slimme sensoren in de productielijn, waardoor de efficiëntie steeg en menselijke fouten sterk werden verminderd.",
      "website": "https://www.festo.com/be/nl/",
      "iframeUrl": "https://www.festo.com/be/nl/",
      "image": "/images/Festo_logo.svg"
    },
    {
      "id": "24flow",
      "name": "24Flow",
      "color": "bg-[#552a87]",
      "title": "24Flow – Logistieke software",
      "description": "24Flow biedt innovatieve logistieke software voor supply chain optimalisatie.",
      "caseTitle": "Case: Transport en planning optimaliseren",
      "caseDescription": "Het systeem bood het management realtime inzicht in alle transportactiviteiten, waaronder ritplanning, voertuigbezetting, leveringsstatussen en operationele efficiëntie.\n\nDankzij het dashboard konden planners routes optimaliseren op basis van verkeersdata, weersomstandigheden en actuele leveringseisen, waardoor onnodige kilometers en vertragingen werden geminimaliseerd.\n\nChauffeurs kregen via het systeem duidelijke instructies en updates, wat communicatie en samenwerking tussen de logistieke teams aanzienlijk verbeterde.\nDoor de implementatie van dit systeem werden transportkosten structureel verlaagd, leveringen konden sneller en betrouwbaarder worden uitgevoerd, en werd de algehele operationele efficiëntie van het bedrijf aanzienlijk verhoogd.\n\nBovendien stelde het management dankzij de uitgebreide analyses in het dashboard strategische beslissingen te nemen over capaciteitsplanning, resource-allocatie en procesverbeteringen, wat zorgde voor een toekomstbestendige en schaalbare logistieke operatie.\nHet resultaat was een transparanter, beter beheersbaar en klantgerichter transportproces dat zowel de interne samenwerking als de tevredenheid van klanten positief beïnvloedde.",
      "website": "https://24flow.eu/nl/",
      "iframeUrl": "https://24flow.eu/nl/",
      "image": "/images/24Flowlogo.png"
    },
    {
      "id": "innoptus",
      "name": "Innoptus",
      "color": "bg-[#95c11f]",
      "title": "Innoptus – Data-driven oplossingen",
      "description": "Innoptus biedt data-analyse en business intelligence oplossingen om bedrijven inzicht te geven en beslissingen te ondersteunen.",
      "caseTitle": "Case: Data-analyse verbeteren",
      "caseDescription": "Innoptus implementeerde een BI-platform voor realtime dashboards, waardoor managers betere beslissingen konden nemen op basis van actuele data.",
      "website": "https://www.innoptus.com",
      "iframeUrl": "https://www.innoptus.com",
      "image": "/images/innoptus-logo.jpeg"
    }
  ]
}
